Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Select a bookmarks backup
bn_bd: একটি বুকমার্ক ব্যাকআপ নির্বাচন করুন

source: Select add-on to install
bn_bd: ইনস্টল করার জন্য অ্যাড-অন নির্বাচন

source: Select a Filter
bn_bd: ফিল্টার নির্বাচন করুন

source: Select a Folder to Save the Images
bn_bd: ছবি সংরক্ষণের জন্য ফোল্ডার নির্বাচন করুন

source: Select a language to add…
bn_bd: ভাষা যোগ...

source: Select all
bn_bd: সব নির্বাচন

source: Select All
bn_bd: সব নির্বাচন

source: Select an add-on type
bn_bd: অ্যাড-অন এর ধরণ নির্বাচন করুন

source: Select an iframe as the currently targeted document
bn_bd: বর্তমান টার্গেটেড ডকুমেন্ট হিসেবে একটি iframe নির্বাচন করুন

source: Select an item to view and edit its properties
bn_bd: একটি আইটেম নির্বাচন করে তার বৈশিষ্ট্য প্রদর্শন ও পরিবর্তন

source: Select an item to view its retaining paths
bn_bd: কোন আইটেম পাথ দেখার জন্য সেটি নির্বাচন করুন

source: Select another tool
bn_bd: অন্য টুল নির্বাচন করুন

source: Select a type
bn_bd: একটি ধরন নির্বাচন করুন

source: Select components to install:
bn_bd: ইনস্টল করার জন্য কম্পোনেন্ট নির্বাচন:

source: Select custom B2G binary
bn_bd: স্বনির্বাচিত B2G বাইনারী নির্বাচন করুন

source: Select custom Gaia profile
bn_bd: স্বনির্বাচিত কাস্টম গায়া প্রোফাইল নির্বাচন করুন

source: Select Directory
bn_bd: ডিরেক্টরি নির্বাচন

source: Select Download Folder
bn_bd: ডাউনলোড ফোল্ডার নির্বাচন

source: selected
bn_bd: নির্বাচিত

source: Selected
bn_bd: নির্বাচিত

source: Select Element #%S
bn_bd: উপাদান নির্বাচন করুন #%S

source: Select File containing CA certificate(s) to import
bn_bd: ইম্পোর্ট করার উদ্দেশ্যে CA সার্টিফিকেট ধারণকারী কোনো ফাইল নির্বাচন করুন

source: Select File containing somebody’s Email certificate to import
bn_bd: কোনো ব্যক্তির ইমেইল সার্টিফিকেট ইম্পোর্ট করার উদ্দেশ্যে তা ধারণকারী ফাইল নির্বাচন করুন

source: Select Folder to Upload
bn_bd: আপলোড করার জন্য ফোল্ডার নির্বাচন করুন

source: Select Helper Application
bn_bd: সহায়ক অ্যাপ্লিকেশন নির্বাচন করুন

source: Selecting ‘Clear Now’ will clear all cookies and site data stored by Firefox. This may sign you out of websites and remove offline web content.
bn_bd: নির্বাচন 'এখন পরিষ্কার' করে সমস্ত কুকির এবং ফায়ারফক্স দ্বারা সঞ্চিত সাইট ডেটা সাফ করবে. এই ওয়েবসাইট থেকে সাইন আউট এবং অফলাইন ওয়েব বিষয়বস্তু মুছে ফেলতে পারে।

source: Selecting this option will send the address of web pages you are viewing to %S. To continue, please review and accept the following terms of service.
bn_bd: এই ‌ অপশনটি নির্বাচন করলে, আপনার পরিদর্শিত ওয়েবপেজগুলোর ঠিকানা %S-এ পাঠান হবে। অনুগ্রহ করে সেবার শর্তাবলী পড়ুন ও তা গ্রহণ করে এগিয়ে যান।

source: Selection
bn_bd: নির্বাচিত অংশ (S)

source: Selection to Watch Expression
bn_bd: এক্সপ্রেশন দেখার নিমিত্তে নির্বাচন

source: Select Manifest File or Package (.xpi)
bn_bd: মেনিফেস্ট ফাইল অথবা (.xpi) প্যাকেজ নির্বাচন করুন

source: Select one automatically
bn_bd: স্বয়ংক্রিয়ভাবে নির্বাচন করা হবে

source: selector
bn_bd: নির্বাচক

source: Selector expected.
bn_bd: নির্বাচক প্রত্যাশিত।

source: selector within negation
bn_bd: নেগেশনের ভিতর নির্বাচক

source: Select Profile
bn_bd: প্রোফাইল নির্বাচন

source: Select Runtime
bn_bd: রানটাইম নির্বাচন

source: “select” start tag where end tag expected.
bn_bd: “select” ট্যাগ শুরু করুন যেখানে শেষ ট্যাগ প্রত্যাশিত।

source: Select template
bn_bd: টেমপ্লেট নির্বাচন

source: Select the add-ons you would like to install:
bn_bd: ইনস্টল করার জন্য অ্যাড-অন নির্বাচন করুন:

source: Select the baseline snapshot
bn_bd: ভিত্তিরেখা স্ন্যাপসট নির্বাচন করুন

source: Select the coding style of braces
bn_bd: ব্রেসেস এর কোডিং শৈলী নির্বাচন করুন

source: Select the coding style of braces: collapse - put braces on the same line as control statements; expand - put braces on own line (Allman / ANSI style); end-expand - put end braces on own line; expand-strict - put braces on own line even if it will break your code.
bn_bd: ব্রেসগুলির কোডিং শৈলী নির্বাচন করুন: collapse - ব্রেস কন্ট্রোল স্টেটমেন্টের একই লাইনে রাখে; expand - ব্রেস নিজস্ব লাইনে রাখে (অলম্যান / ANSI শৈলী); end-expand - প্রান্ত নিজস্ব লাইনে রাখে; expand-strict - ব্রেস নিজস্ব লাইনে রাখে, এমনকি এটি অাপনার কোড ভেঙে দিলেও।

source: Select the folder to install $BrandFullNameDA in:
bn_bd: $BrandFullNameDA ইনস্টল করার জন্য ফোল্ডার নির্বাচন করুন:

source: Select the library to inject or enter a valid script URI to inject
bn_bd: ইনজেকশনের মাধ্যমে কোনো URI উদ্বুদ্ধ বা বৈধ স্ক্রিপ্ট লিখুন লাইব্রেরি নির্বাচন

source: Select the Security selection
bn_bd: নিরাপত্তা নির্বাচন নির্বাচন

source: Select the snapshot to compare to the baseline
bn_bd: ভিত্তিরেখার সাথে তুলনা করতে স্ন্যাপসট নির্বাচন করুন

source: Select the Start Menu folder in which you would like to create the program's shortcuts. You can also enter a name to create a new folder.
bn_bd: আপনি যেই ফোল্ডারে প্রোগ্রামের শর্টকাটগুলো রাখতে চান সেটি নির্বাচন করুন। নতুন ফোল্ডার তৈরি করার জন্য একটি নাম দিন।

source: Select two snapshots to compare
bn_bd: তুলনা করার জন্য দুটি স্ন্যাপসট নির্বাচন করুন

source: Select what data to display in the timeline
bn_bd: টাইমলাইনে ডাটা প্রদর্শনের জন্য নির্বাচিত করুন

source: Select which items to import:
bn_bd: ইমপোর্ট করার জন্য আইটেম নির্বাচন:

source: Select which login to update:
bn_bd: হালনাগাদ হবে এমন লগইন নির্বাচন করুন:

source: Self-closing syntax (“/>”) used on a non-void HTML element. Ignoring the slash and treating as a start tag.
bn_bd: স্বয়ং-ক্লোজিং সিনট্যাক্স ("/>") একটি অকার্যকর নয় এমন HTML উপাদান ব্যবহার করে। স্ল্যাশ উপেক্ষা করুন এবং শুরুর ট্যাগ হিসেবে ব্যবহার করুন।

source: Self Cost
bn_bd: নিজস্ব মূল্য

source: Self Sampled Allocations
bn_bd: নিজস্ব নমুনা বরাদ্দকৃত

source: Self Time
bn_bd: নিজস্ব সময়

source: %S enabled.
bn_bd: %S সক্রিয় করা হল

source: Send
bn_bd: প্রেরণ

source: Send a crash report for the tab you are viewing
bn_bd: আপনি যে ট্যাবটি দেখছেন সেটার জন্য ক্র্যাশ রিপোর্ট পাঠান

source: Send crash report
bn_bd: ক্র্যাশ রিপোর্ট পাঠাও

source: Send For:
bn_bd: ব্যবহৃত সংযোগ:

source: Sending:
bn_bd: প্রেরণ করা হচ্ছে:

source: Sending report…
bn_bd: রিপোর্ট পাঠানো হচ্ছে…

source: Sending request to %1$S…
bn_bd: %1$S এ অনুরোধ পাঠানো হচ্ছে…

source: Send Link to Device
bn_bd: ডিভাইসে লিঙ্ক পাঠাও

source: Send Page to Device
bn_bd: ডিভাইসে পাতা পাঠাও

source: Send Tab to Device
bn_bd: ডিভাইসে ট্যাব পাঠাও

source: Send this item to:
bn_bd: এই আইটেমটি পাঠানো হবে:

source: Send to:
bn_bd: প্রাপক:

source: Send to All Devices
bn_bd: সকল ডিভাইসে পাঠাও

source: Send to Device
bn_bd: ডিভাইসে পাঠান

source: Send Video To Device
bn_bd: ডিভাইসে ভিডিও পাঠান e

source: Senegal
bn_bd: সেনেগাল

source: Sensor
bn_bd: সেন্সর

source: Sent
bn_bd: প্রেরিত

source: Separate tags with commas
bn_bd: কমা চিহ্ন দিয়ে ট্যাগ আলাদা করা হবে

source: separator
bn_bd: বিভাজক

source: Separator
bn_bd: বিভাজক

source: Separators
bn_bd: বিভাজক

source: Sepia
bn_bd: সেপিয়া

source: Serbia
bn_bd: সার্বিয়া

source: Serbian
bn_bd: সার্বিয়ান

source: Serialize data
bn_bd: সিরিয়ালাইজ ডাটা

source: Serialize data in Worker
bn_bd: ওয়ার্কার এ ডাটা সিরিয়াল কর

source: Serialize data on the main thread
bn_bd: মূল থ্রেড এ ডাটা সিরিয়াল কর

source: Serial Number
bn_bd: ক্রমিক সংখ্যা

source: Serial number: %1$S
bn_bd: ক্রমিক নং: %1$S

source: Serif
bn_bd: সেরিফ

source: Server
bn_bd: সার্ভার

source: Server certificate has expired (please adjust your system clock to the correct date and time if it is incorrect)
bn_bd: সার্ভারের সার্টিফিকেট মেয়াদোত্তীর্ণ হয়েছে (আপনার সিস্টেমের ঘড়ির সময় ভুল থাকলে সময় এবং তারিখ ঠিক করুন)

source: Server Endpoint: %1$S
bn_bd: সার্ভার এন্ডপয়েন্ট: %1$S

source: Server has no key for the attempted key exchange algorithm.
bn_bd: চেষ্টারত কী এক্সচেঞ্জ এলগরিদম এর জন্য সার্ভারের কাছে কোনো কী নেই।

source: Server not found
bn_bd: সার্ভার পাওয়া যায়নি

source: Server requires ciphers more secure than those supported by client.
bn_bd: ক্লায়েন্ট দ্বারা সমর্থিত সাইফারের তুলনায় অধিক নিরাপদ সাইফার সার্ভারের প্রয়োজন।

source: Server returned bad HTTP response
bn_bd: সার্ভার একটি অপর্যাপ্ত HTTP প্রতিক্রিয়া প্রত্যাবর্তন করেছে

source: Server returned bad LDAP response
bn_bd: সার্ভার একটি অপর্যাপ্ত LDAP প্রতিক্রিয়া প্রত্যাবর্তন করেছে

source: Servers
bn_bd: সার্ভার

source: Services
bn_bd: সেবা

source: service terms
bn_bd: সেবার শর্তাবলীতে

source: service worker
bn_bd: সেবা কর্মী

source: Service Workers
bn_bd: সার্ভিস ওয়ার্কার্স

source: Service Workers are not enabled.
bn_bd: সার্ভিস কর্মীদের আর সমর্থ নেই।

source: Session
bn_bd: সেশন

source: Session Information
bn_bd: সিস্টেম সংক্রান্ত তথ্য

source: Session Statistics
bn_bd: সেশন পরিসংখ্যান

source: Session Storage
bn_bd: সেশন স্টোরেজ

source: Set a cookie
bn_bd: কুকি সেট করুন

source: Set a cookie by specifying a key name, its value and optionally one or more of the following attributes: expires (max-age in seconds or the expires date in GMTString format), path, domain, secure
bn_bd: একটি কী এর নাম উল্লিখিত করে একটি কুকি সেট করুন, তার মান এবং ঐচ্ছিকরূপে এক অথবা আরো নিম্নলিখিত বৈশিষ্ট্য: মেয়াদ শেষ (সেকেন্ডের মধ্যে সর্বোচ্চ বয়স অথবা GMTString বিন্যাসে তারিখ মেয়াদ শেষ), পাথ, ডোমেইন, নিরাপদ

source: Set as default profile
bn_bd: ডিফল্ট প্রোফাইল হিসেবে নির্ধারণ করুন

source: Set As Default Search Engine
bn_bd: ডিফল্ট সার্চ ইঞ্জিন হিসেবে সেট কর D

source: Set As Desktop Background…
bn_bd: ডেস্কটপের পটভূমি হিসেবে নির্ধারণ…

source: Set Cookies
bn_bd: কুকি নির্ধারণ

source: Set-Cookies
bn_bd: কুকি-নির্ধারণ

source: Set Desktop Background
bn_bd: ডেস্কটপের পটভূমি নির্ধারণ

source: Set Home Page
bn_bd: প্রধান পাতা নির্ধারণ

source: Set JS Log
bn_bd: JS লগ সেট করুন

source: Set Log File
bn_bd: লগ ফাইল সেট করুন

source: Set Log Modules
bn_bd: লগ মডিউল সেট করুন

source: Set the animations playback rates
bn_bd: এ্যানিমেশন প্লেব্যাকের হার সেট করুন

source: Set the specified plugin to click-to-play.
bn_bd: ক্লিক-প্লে করতে হলে নির্ধারিত প্লাগিন সেট করুন।

source: Settings
bn_bd: সেটিংস

source: Settings…
bn_bd: সেটিং…

source: Settings can be changed in &brandShortName;'s Options.
bn_bd: &brandShortName; এর অপশন থেকে সেটিংস পরিবর্তন করা যাবে।

source: Settings can be changed in &brandShortName;'s Preferences.
bn_bd: &brandShortName; এর পছন্দসমূহ থেকে সেটিংস পরিবর্তন করা যাবে।

source: Settings can be changed using the Applications tab in &brandShortName;'s Options.
bn_bd: &brandShortName; এর অপশনের অ্যাপ্লিকেশন ট্যাব থেকে সেটিং পরিবর্তন করা সম্ভব।

source: Settings can be changed using the Applications tab in &brandShortName;'s Preferences.
bn_bd: &brandShortName; এর পছন্দসমূহের অ্যাপ্লিকেশন ট্যাব থেকে সেটিং পরিবর্তন করা সম্ভব।

source: Settings for Clearing History
bn_bd: ইতিহাস অপসারণের সেটিং

source: Settings page
bn_bd: সেটিংস পাতা

source: Settings - Site Data
bn_bd: সেটিংস - সাইট ডেটা

source: Setting to alter
bn_bd: সেটিং পরিবর্তন

source: Setting to display
bn_bd: প্রদর্শন সেটিং

source: Setting to reset
bn_bd: পুনঃনির্ধারণের জন্য সেটিং

source: Setting value
bn_bd: সেটিং এর মান

source: Setup a default prefix to future commands. For example ‘context git’ would allow you to type ‘commit’ rather than ‘git commit’.
bn_bd: ভবিষ্যতের কোন কমান্ডের জন্য পূর্বনির্ধারিত প্রিফিক্স সেটআপ করুন। যেমন 'context git' আপনাকে 'git commit' এর পরিবর্তে 'commit' লিখতে দিবে।

source: Setup a mozcmd directory
bn_bd: mozcmd ডিরেক্টরি সেটআপ করুন

source: Set Up Optional Components
bn_bd: ঐচ্ছিক কম্পোনেন্ট সেটআপ করা হবে

source: Set Up Shortcuts
bn_bd: শর্টকাট নির্ধারণ

source: Setup Type
bn_bd: সেটআপের ধরন

source: Setup was completed successfully.
bn_bd: সেটআপ সফলভাবে সম্পন্ন হয়েছে।

source: Setup was not completed successfully.
bn_bd: সেটআপ সফলভাবে সম্পন্ন হয়নি।

source: Setup will install $BrandFullNameDA in the following folder. To install in a different folder, click Browse and select another folder. $_CLICK
bn_bd: নিম্নের ফোল্ডারে $BrandFullNameDA ইনস্টল করা হবে। অন্য ফোল্ডারে ইনস্টল করার জন্য, ব্রাউজ ক্লিক করুন এবং আরেকটি ফোল্ডার নির্বাচন করুন। $_CLICK

source: Seychelles
bn_bd: সেশেলস

source: %S file
bn_bd: %S ফাইল

source: %S_files
bn_bd: %S ফাইল

source: %S files selected.
bn_bd: %S ফাইল নির্বাচন করা হয়েছে।

source: SHA-1 digest function failed.
bn_bd: SHA-1 ডাইজেস্ট ফাংশন বিফল।

source: SHA1 Fingerprint
bn_bd: SHA1 ফিঙ্গারপ্রিন্ট

source: SHA1 Fingerprint:
bn_bd: SHA1 ফিঙ্গারপ্রিন্ট:

source: SHA-256 Fingerprint
bn_bd: SHA-256 ফিঙ্গারপ্রিন্ট

source: SHA-256 Fingerprint:
bn_bd: SHA-256 ফিঙ্গারপ্রিন্ট:

source: %s had a problem and crashed.\n\nTo help us diagnose and fix the problem, you can send us a crash report.
bn_bd: %s-এ একটি সমস্যা হয়েছিল এবং তা ক্র্যাশ করেছে।\n\nসমস্যাটি নির্ণয় এবং ঠিক করার কাজে সাহায্য করতে চাইলে, আপনি আমাদেরকে একটি ক্র্যাশ প্রতিবেদন পাঠাতে পারেন।

source: %s had a problem and crashed.\n\nUnfortunately, the crash reporter is unable to submit a crash report.\n\nDetails: %s
bn_bd: %s-এ একটি সমস্যা হয়েছিল এবং তা ক্র্যাশ করেছে।\n\nদুর্ভাগ্যবশত ক্র্যাশ প্রতিবেদক এই ক্র্যাশের জন্য কোনো প্রতিবেদন জমা দিতে অক্ষম।\n\nবিস্তারিত: %s

source: Shader Editor
bn_bd: শেডার সম্পাদক

source: Shader Editor Panel
bn_bd: শেডার সম্পাদনা প্যানেল

source: Shallow Size (Bytes)
bn_bd: অগভীর আকার (বাইট)

source: Share Additional Data (i.e., Telemetry)
bn_bd: বাড়তি ডাটা শেয়ার করুন (যেমন টেলিমেট্রি)

source: Shared Workers
bn_bd: শেয়ার্ড ওয়ার্কার্স

source: Share Selection
bn_bd: নির্বাচিত অংশ শেয়ার করুন S

source: Shares performance, usage, hardware and customization data about your browser with &vendorShortName; to help us make &brandShortName; better
bn_bd: &brandShortName;-কে আরও ভাল করে তুলতে আমাদের সাহায্য করার জন্য আপনার ব্রাউজারের কর্মক্ষমতা, ব্যবহার, হার্ডওয়্যার এবং স্বনির্ধারণ সম্পর্কিত তথ্য &vendorShortName;-কে জানায়

source: Share the Screen
bn_bd: স্ক্রিন শেয়ার

source: Share This Image
bn_bd: এই ছবি শেয়ার করুন

source: Share This Link
bn_bd: এই লিংক শেয়ার করুন h

source: Share this page
bn_bd: এই পাতা শেয়ার করুন

source: Share This Page
bn_bd: এই পাতা শেয়ার করুন

source: Share This Video
bn_bd: এই ভিডিওটি শেয়ার করুন s

source: Sharing an Application with #1 tab;Sharing Applications with #1 tabs
bn_bd: #1 ট্যাবের সাথে একটি অ্যাপ্লিকেশন শেয়ার করা হচ্ছে;#1 ট্যাবের সাথে অ্যাপ্লিকেশনসমূহ শেয়ার করা হচ্ছে

source: Sharing an Application with “%S”
bn_bd: "%S" এর সাথে অ্যাপ্লিকেশন শেয়ার করা হচ্ছে

source: Sharing a Tab with #1 tab;Sharing Tabs with #1 tabs
bn_bd: #1 ট্যাবের সাথে একটি ট্যাব শেয়ার করা হচ্ছে;#1 ট্যাবের সাথে ট্যাবসমূহ শেয়ার করা হচ্ছে

source: Sharing a Tab with “%S”
bn_bd: "%S" এর সঙ্গে ট্যাব শেয়ার করা হচ্ছে

source: Sharing a Window with #1 tab;Sharing Windows with #1 tabs
bn_bd: #1 ট্যাবের সাথে উইন্ডো শেয়ার করা হচ্ছে;#1 ট্যাবের সাথে উইন্ডো শেয়ার করা হচ্ছে

source: Sharing a Window with “%S”
bn_bd: "%S" এর সঙ্গে উইন্ডো শেয়ার করা হচ্ছে

source: Sharing Camera with #1 tab;Sharing Camera with #1 tabs
bn_bd: #1 ট্যাবের সাথে ক্যামেরা শেয়ার করা হচ্ছে;#1 ট্যাবের সাথে ক্যামেরা শেয়ার করা হচ্ছে

source: Sharing Camera with “%S”
bn_bd: "%S" এর সঙ্গে ক্যামেরা শেয়ার করা হচ্ছে

source: Sharing Microphone with #1 tab;Sharing Microphone with #1 tabs
bn_bd: #1 ট্যাবের সাথে মাইক্রোফোন শেয়ার করা হচ্ছে;#1 ট্যাবের সাথে মাইক্রোফোন শেয়ার করা হচ্ছে

source: Sharing Microphone with “%S”
bn_bd: "%S" এর সঙ্গে মাইক্রোফোন শেয়ার করা হচ্ছে

source: Sharing Screen with #1 tab;Sharing Screen with #1 tabs
bn_bd: #1 ট্যাবের সাথে স্ক্রীন শেয়ার করা হচ্ছে;#1 ট্যাবের সাথে স্ক্রীন শেয়ার করা হচ্ছে

source: Sharing Screen with “%S”
bn_bd: "%S" এর সঙ্গে স্ক্রীন শেয়ার করা হচ্ছে

source: %S has been removed.
bn_bd: %S অপসারন করা হয়েছে।

source: %S has been updated
bn_bd: %S হালনাগাদ করা হয়েছে

source: %S has been updated. You must approve new permissions before the updated version will install. Choosing “Cancel” will maintain your current add-on version.
bn_bd: %S হালনাগাদ হয়েছে। হালনাগাদ সংস্করণ ইন্সটল করার আগে অবশ্যই আপনাকে নতুন অনুমতিগুলো অনুমোদন করতে হবে। “বাতিল” পছন্দ করলে অ্যাড-অনের বর্তমান সংস্করণ অক্ষুণ্ণ থাকবে।

source: Shift+click to change the angle format
bn_bd: angle format পরিবর্তন করতে Shift+click করুন

source: Shift+RETURN - Open in Scratchpad
bn_bd: Shift+RETURN - স্ক্রচপ্যাড এ খুলুন

source: Shona
bn_bd: শোনা

source: Shopping
bn_bd: কেনাকাটা

source: Shopping cart
bn_bd: বাজারের ঝুড়ি

source: Short Average
bn_bd: গড় সংক্ষিপ্ত করুন

source: Should existing line breaks be preserved
bn_bd: বিদ্যমান লাইন ব্রেক সংরক্ষিত করা উচিত

source: Should printable characters in strings encoded in \\xNN notation be unescaped?
bn_bd: \\ XNN নোটেশনের মধ্যে এনকোড স্ট্রিং এর মধ্যে মুদ্রণযোগ্য অক্ষর আনস্কেপ করা উচিত?

source: Show:
bn_bd: প্রদর্শন:

source: Show a blank page
bn_bd: ফাঁকা পাতা দেখাও

source: Show add-ons available to install
bn_bd: ইনস্টলের জন্য বিদ্যমান অ্যাড-অন প্রদর্শন করা হবে

source: Show Add-ons in Menu
bn_bd: মেনুতে অ্যাড-অন দেখাও\u0020

source: Show Address Bar
bn_bd: ঠিকানা বার দেখাও

source: Show All
bn_bd: সব প্রদর্শন

source: Show All Bookmarks
bn_bd: সব বুকমার্ক প্রদর্শন

source: Show All Downloads
bn_bd: সমস্ত ডাউনলোড প্রদর্শন করুন S

source: Show all extensions
bn_bd: সব এক্সটেনশন দেখাও

source: Show all fonts used
bn_bd: ব্যবহৃত সকল ফন্ট দেখাও

source: Show All History
bn_bd: সব ইতিহাস প্রদর্শন

source: Show all matches
bn_bd: সকল মিল দেখান

source: Show All Tabs
bn_bd: সব ট্যাব দেখানো হবে

source: Show all tabs from this device
bn_bd: এই ডিভাইস থেকে সব ট্যাব দেখাও

source: Show all tags
bn_bd: সব ট্যাগ প্রদর্শন

source: Show all the bookmarks folders
bn_bd: সব বুকমার্ক ফোল্ডার প্রদর্শন

source: Show a touch keyboard when necessary
bn_bd: প্রয়োজনে একটি টাচ kকিবোর্ড প্রদর্শন

source: Show Attachments
bn_bd: সংযুক্তি দেখাও

source: Show blank page
bn_bd: ফাঁকা পাতা দেখাও

source: Show Browser Styles
bn_bd: ব্রাউজার স্টাইল দেখান

source: Show Columns
bn_bd: কলাম প্রদর্শন করা হবে

source: Show connection details
bn_bd: সংযোগের বিস্তারিত দেখাও

source: Show Controls
bn_bd: কন্ট্রোলসমূহ প্রদর্শন

source: Show Cookies…
bn_bd: কুকি প্রদর্শন করো... S

source: Show CSS coverage report
bn_bd: CSS আওতায় প্রতিবেদন দেখান

source: Show Customize in Menu
bn_bd: মেনুতে কাস্টমাইজ দেখাও

source: show details
bn_bd: বিস্তারিত প্রদর্শন

source: Show &details
bn_bd: বিস্তারিত (&d)

source: Show Document Outline (double-click to expand/collapse all items)
bn_bd: নথির আউটলাইন দেখাও (সব আইটেম প্রসারিত/সঙ্কুচিত করতে ডবল ক্লিক করুন)

source: Show DOM Properties
bn_bd: DOM এর বৈশিষ্ট্যাবলী দেখাও

source: Show entries
bn_bd: এন্ট্রি দেখাও

source: Show Gecko platform data
bn_bd: গেকো প্ল্যাটফর্ম ডাটা দেখান

source: Show Gecko Platform Data
bn_bd: গেকো প্ল্যাটফর্ম তথ্য দেখান

source: Show hidden files and directories
bn_bd: লুকানো ফাইল ও ডিরেক্টরি প্রদর্শন (S)

source: Show hidden objects
bn_bd: লুকানো অবজেক্ট প্রদর্শন করুন

source: Show/hide group.
bn_bd: গ্রুপ দেখাও/আড়াল কর।

source: Show/hide message details.
bn_bd: মেসেজের বিস্তারিত দেখান/লুকান।

source: Show history
bn_bd: ইতিহাস দেখুন

source: Show individual profile
bn_bd: আলাদা প্রোফাইল দেখান

source: Show in Finder
bn_bd: ফাইন্ডারে প্রদর্শন

source: Show In Finder
bn_bd: ফাইন্ডারে প্রদর্শন F

source: Showing platform data enables the JavaScript Profiler reports to include Gecko platform symbols.
bn_bd: প্ল্যাটফর্ম তথ্য টার জাভাস্ক্রিপ্ট প্রোফাইলার Gecko প্ল্যাটফর্ম চিহ্ন অন্তর্ভুক্ত করা রিপোর্ট করতে সক্ষম হবেন.

source: Show in separate window
bn_bd: ভিন্ন উইন্ডোতে প্রদর্শন করুন

source: Show installed add-ons
bn_bd: ইনস্টলকৃত অ্যাড-অন প্রদর্শন করা হবে

source: Show JIT optimization data sampled in each JavaScript frame.
bn_bd: প্রত্যেক JavaScript ফ্রেমে JIT অপটিমাইজেশন নমুনাকৃত তথ্য দেখাও।

source: Show JIT Optimizations
bn_bd: JIT অপটিমাইজেশন দেখাও

source: Show legacy extensions
bn_bd: সব পুরাতন এক্সটেনশন দেখাও

source: Show Line Numbers
bn_bd: লাইন নম্বর দেখাও L

source: show log
bn_bd: লগ দেখাও

source: Show MDN Docs
bn_bd: MDN Docs দেখাও

source: Show @media sidebar
bn_bd: মিডিয়া সাইডবার দেখাও m

source: Show More
bn_bd: আরও দেখাও

source: Show more bookmarks
bn_bd: আরও বুকমার্ক প্রদর্শন

source: Show more details about this add-on
bn_bd: এই অ্যাড-অন সম্পর্কে আরও বিস্তারিত তথ্য প্রদর্শন

source: Show more information
bn_bd: আরও তথ্য প্রদর্শন করো

source: Show More Information
bn_bd: আরও তথ্য প্রদর্শন করা হবে S

source: Show more tabs from this device
bn_bd: এই ডিভাইস থেকে আরও ট্যাব দেখাও

source: Show one more node;Show all #1 nodes
bn_bd: একটি বা আরও নোড প্রদর্শন করুন; সকল #1 নোড প্রদর্শন করুন

source: Show Only Enumerable Properties
bn_bd: শুধু গণনাযোগ্য বৈশিষ্ট্যসমূহ প্রদর্শন করো

source: Show Only This Frame
bn_bd: শুধুমাত্র এই ফ্রেমটি প্রদর্শন করা হবে

source: Show Original
bn_bd: আসল দেখাও

source: Show original sources
bn_bd: মূল উৎস প্রদর্শন করা হবে

source: Show Original Sources
bn_bd: মূল উৎস প্রদর্শন করা হবে

source: Show original sources (e.g. Sass files) in the Style Editor and Inspector
bn_bd: স্টাইল সম্পাদক ও পরিদর্শকের অংশে মূল উৎস দেখান (যেমন Sass ফাইল)

source: Show outline
bn_bd: সীমারেখা দেখাও

source: Show Panes on Startup
bn_bd: স্টার্টআপে প্যান প্রদর্শন করুন

source: Show password
bn_bd: পাসওয়ার্ড প্রদর্শন

source: Show Passwords
bn_bd: পাসওয়ার্ড প্রদর্শন

source: Show Private Browsing in Menu
bn_bd: মেনুতে ব্যক্তিগত ব্রাউজিং দেখাও

source: Show raw stack data
bn_bd: প্রাথমিক স্ট্যাট ডাটা দেখাও

source: Show Recently Bookmarked
bn_bd: সাম্প্রতিক বুকমার্ক সমূহ প্রদর্শন

source: Show Release Notes
bn_bd: রিলিজ নোট প্রদর্শন করা হবে

source: Show request details
bn_bd: অনুরোধের বিস্তারিত দেখান

source: Show ‘%S’
bn_bd: '%S' প্রদর্শন

source: Show search suggestions in location bar results
bn_bd: লোকেশন বার রেসাল্টে অনুসন্ধান পরামর্শগুলো দেখান l

source: Show settings
bn_bd: সেটিং প্রদর্শন

source: Show sidebars
bn_bd: সাইডবার প্রদর্শিত হবে

source: Show site information
bn_bd: সাইটের তথ্য প্রদর্শন

source: Show sources
bn_bd: সোর্স দেখাও

source: Show Statistics
bn_bd: পরিসংখ্যান প্রদর্শিত হবে t

source: Shows the different operations the browser is performing during the recording, laid out sequentially as a waterfall.
bn_bd: রেকর্ডিং এর সময় ব্রাউজার কি কি বিভিন্ন অপারেশন চালিয়ে থাকে তা দেখাবে, তা জলপ্রপাতের মত ক্রমানুযায়ী।

source: Shows the JavaScript call stack over the course of the recording.
bn_bd: রেকর্ডিং কার্যক্রমের সময় JavaScript দ্বারা স্ট্যাক কল দেখাবে।

source: Show subsession data
bn_bd: সাবসেশনের তথ্য দেখান

source: Show Suggestions
bn_bd: পরামর্শ প্রদর্শন করা হবে (S)

source: Shows where memory was allocated during the recording.
bn_bd: রেকর্ডিং এর সময় কোথায় মেমোরি বরাদ্ধ হয়েছে তা দেখায়।

source: Show tab previews in the Windows taskbar
bn_bd: উইন্ডোর টাস্কবারে ট্যাবের প্রাকদর্শন প্রদর্শিত হবে k

source: Show tabs from other devices
bn_bd: অন্য ডিভাইস থেকে ট্যাব দেখান

source: Show text encoding options
bn_bd: টেক্সট এনকোডিং অপশন দেখান

source: Show the infobar above the highlighted node (the infobar displays the tagname, attributes and dimension)
bn_bd: হাইলাইট নোড উপরে তথ্যদণ্ডটি (তথ্যদণ্ডটি বৈশিষ্ট্যাবলী এবং মাত্রা, নাম লিখুন প্রদর্শন করা হয়) প্রদর্শন করা হবে

source: Show the initial welcome message
bn_bd: প্রারম্ভিক আগমনী বার্তাটি প্রদর্শন

source: Show the node infobar
bn_bd: নোড ইনফোবার দেখাও

source: Show the release notes for this update
bn_bd: হালনাগাদের জন্য রিলিজ নোট প্রদর্শন করা হবে

source: Show this warning next time
bn_bd: পরবর্তী সময়ে এই সতর্কীকরণ প্রদর্শন করা হবে

source: Show Thumbnails
bn_bd: থাম্বনেইল সমূহ প্রদর্শন করুন

source: Show Translation
bn_bd: অনুবাদ দেখান

source: Show Update History
bn_bd: হালনাগাদের ইতিহাস প্রদর্শন P

source: Show Update History…
bn_bd: হালনাগাদের ইতিহাস দেখাও…

source: Show Variables Filter Box
bn_bd: ভেরিয়েবল ফিল্টার বক্স প্রদর্শিত হবে

source: Show your bookmarks (%S)
bn_bd: আপনার বুকমার্কগুলি দেখান (%S)

source: Show your history (%S)
bn_bd: আপনার ইতিহাস প্রদর্শন করুন (%S)

source: Show your home page
bn_bd: আপনার হোমপেজ দেখান

source: Show your top sites
bn_bd: আপনার শীর্ষ সাইটগুলো প্রদর্শন করুন

source: Show your windows and tabs from last time
bn_bd: শেষ সময় থেকে আপনার উইন্ডো এবং ট্যাব প্রদর্শন করা হবে

source: Shrink To Fit
bn_bd: মাপসই করতে সঙ্কুচিত করুন

source: Shrink to fit Page Width
bn_bd: পাতার প্রস্থের সাথে মানানসই করার জন্য সংকোচন করা হবে

source: Shutdown
bn_bd: বন্ধ
